<!DOCTYPE html>
<html lang="am">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>የተወሰነ የግንዛቤ ውል</title>
    <style>
        body {
            font-family: 'Arial', sans-serif;
            line-height: 1.6;
            margin: 0;
            padding: 20px;
            background-color: #f4f4f4;
            color: #333;
        }
        h1 {
            text-align: center;
            color: #05870c;
            margin-bottom: 15px;
            font-size: 1.6em;
        }
        h2 {
            color: #05870c;
            margin-top: 15px;
            font-size: 1.2em;
        }
        h3 {
            color: #05870c;
            font-size: 1.2em;
            margin-top: 15px;
        }
        p {
            color: #555;
            margin: 10px 0;
            text-align: justify;
        }
        ul {
            margin: 10px 0;
            padding-left: 20px;
            list-style-type: disc;
        }
        footer {
            margin-top: 30px;
            font-size: 0.9em;
            text-align: center;
            border-top: 1px solid #ccc;
            padding-top: 10px;
        }
        .container {
            max-width: 800px;
            margin: auto;
            background: white;
            padding: 20px;
            border-radius: 8px;
            box-shadow: 0 2px 10px rgba(0, 0, 0, 0.1);
        }
    </style>
</head>
<body>

    <div class="container">
        <h1>የተወሰነ የግንዛቤ ውል</h1>
        
        <h2>አንቀፅ 1 ስለ ቨርቹዋል ዕቁብ ምንነት</h2>
        <p>1.1. ቨርቹዋል ዕቁብ የሚያስቀምጠውን መስፈርት ለሚያሟሉ ግለሰቦች ወይንም ድርጅቶች ባሉበት ሆነው በስልክ መተግበሪያ በመታገዝ በቀጥታ እንዲገናኙና ዕቁብ ጥለው የሚደርሳቸውን ገንዘብ ወይንም ዕቃ እንዲካፈሉ በማመቻቸት ላይ የተሰማራ ሃላፊነቱ የተወሰነ የግል ማህበር ነው።</p>

        <p>1.2. ይህ ስምምነትም የቨርቹዋል ዕቁብ መሆን በሚፈልጉ (በእርስዎ) እና በቨርቹዋል ዕቁብ ኀላፊነቱ የተወሰነ የግል ማህበር መካከል የተፈፀመ ስምምነት ነው።</p>

        <h2>አንቀፅ 2 ተፈፃሚነት</h2>
        <p>2.1. በዚህ የውል ስምምነት ውሰጥ የሰፈሩት ጠቅላላ ደንብና ሁኔታዎች መሰረት የዕቁብ አባል ከሆኑበት ጊዜ ጀምሮ ግዴታቸውን በአግባቡ ተወጥተው እስከሚያጠናቅቁ ድረስ ተፈፃሚና ተገዢ ይሆናሉ።</p>
        <p>2.2. ይህ ስምምነት በኢትዩጲያ የንግድ ህግ 1243/2014 እና በኤሌክትሮኒክስ ትራንዛክሽን አዋጅ ቁጥር 1205/2012 አግባብነት ባላቸው ህጎች መሠረት በህግ ፊት የፀና ነው፡፡</p>

        <h2>አንቀፅ 3 የምዝገባ ቅድመ ሁኔታዎች</h2>
        <p>3.1. የቨርቹዋል ዕቁብ አካውንት ለመክፈት ቢያንስ 18 ዓመት መሆንና ምዝገባውን ለማከናወንው አስፈላጊውን የግል መረጃ ማቅረብ ይጠበቅቦታል፡፡</p>
        <p>3.2. በምዝገባ ወቅት የሚያቀርቡት መረጃ በሙሉ በሁሉም ረገድ እውነት እና ትክክለኛ መሆን አለባቸው፡፡ ነገር ግን ባቀረቡት መረጃዎች ላይ የሚደረጉ ለውጦችን ወዲያውኑ በወቅቱ አመቺ የሆነውን የመገናኛ መንገድ በመጠቀም በ3 (ሶስት) ተከታታይ ቀናት ማሳወቅ ይጠበቅቦታል፡፡</p>
        <p>3.3. ከላይ የተጠቀሰው እንደተጠበቀ ሆኖ ምንም አይነት ሐሰተኛ ፣ ትክክል ያልሆነ ፣ ያልተሟላ ወይም አሳሳች መረጃ አባልነት ከሚያስፈልጉ ሁኔታዎች ውስጥ ማናቸውም ካልተሟሉ ወይም አጥጋቢ ሆነው ካላገኘን ቨርቹዋል ዕቁብ የአባልነት ጥያቄዎን በራሱ ውሳኔ ውድቅ ማድረግ ይችላል።</p>
        <p>3.4. በምዝገባ ወቅት ማንኛውንም የሚፈለጉ ክፍያዎችን መክፈልዎን እና ገቢ የተደረገ ገንዘብ ሲኖር ይህንኑ የሚያስረዳ ደረሰኝ ማቅረብ አለብዎት።</p>
        <p>3.5. ከቨርቹዋል ዕቁብ ጋር በአጋርነት የሚሰሩ ባንኮች ሂሳብ አካውንት ሊኖርዎት ይገባል።</p>
        <p>3.6. የግል ባንክ ሂሳብዎን ወይም ሌላ የገንዘብ ሂሳብዎን ከቨርቹዋል ዕቁብ አገልግሎት ጋር ማገናኘት ያስፈልግዎታል።</p>
        <p>3.7. ቨርቹዋል ዕቁብ ለአባልነት ማመልከቻዎ የሚጠቅም ተጨማሪ መረጃ ያለ እንደሆነ በማንኛውም ጊዜ የመጠየቅ መብት አለው። እንዲህ ዓይነቱን መረጃ በሚፈለገው ጊዜ ውስጥ ማቅረብ አለመቻል የአባልነት ማመልከቻዎ ውድቅ እንዲሆን ያደርጋል።</p>
        <p>3.8. ቨርቹዋል ዕቁብ ያስቀመጣቸው የስምምነት ደንብና ሁኔታዎች እንዲሁም ሌሎች ማሻሻያዎች በሚደረጉ ጊዜ በወቅቱ አመቺ የሆነውን የመገናኛ መንገድ በመጠቀም ወይም ለዕቁብተኞች ያሳውቃል፡፡</p>
        <p>3.9. የቨርቹዋል ዕቁብ አባልነት ምዝገባዎ ሲጠናቀቅ በአጭር የስልክ መልዕከት የማረጋገጫ መልዕከት ይደርስዎታል። ይህን የአባልነት ስምምነቱን በአግባቡ ካነበቡ በኋላ በደንብና ሁኔታዎቹ ለመገዛት ፍቃደኛ ከሆኑ “ይስማሙ” የሚለውን አማራጭ የሚጫኑ ሲሆን ይህን ሲያደርጉ የቨርቹዋል ዕቁብ አባል ወይም ዕቁብተኛ ይሆናሉ።</p>

        <h2>አንቀፅ 4 የዕቁብ አይነቶች በጠቅላላው</h2>
        <p>ዕቁብተኛ ሆነው የሚደርስብዎት የዕቁብ መዋጮ መጠንና በገቡበት የዕቁብ አይነት የሚወሰን ሲሆን እነዚህ አይነቶች ፤</p>
        <p>4.1. የቀን የገንዘብ ዕቁብ (በቀን የሚጣልና የሚወጣ)፤</p>
        <p>4.2. የሳምንት የገንዘብ ዕቁብ (በሳምንት የሚጣልና የሚወጣ፥ እንደየፍላጎትዎ ለአንድ፥ ለሁለት ወይም ለሶሰት አመት የሚቆይ)፤</p>
        <p>4.3. ወርሃዊ የደሞዝ ዕቁብ (በየወሩ የሚጣልና የሚወጣ፥ እንደየፍላጎትዎ ለአንድ፥   <p>4.3. ወርሃዊ የደሞዝ ዕቁብ (በየወሩ የሚጣልና የሚወጣ፥ እንደየፍላጎትዎ ለአንድ፥ ለሁለት ወይም ለሶሰት አመት የሚቆይ)፤</p>
        <p>4.4. የዕቃ/አይነት ዕቁብ (የቤት፥ የመኪና፥ የስልክ፥ የላፕቶፕ፥ እና የቤት ዕቃ (የሶፋ፥ ልብስ ማጠቢያ፥ ቴሌቪዥን፥ ፈሪጅ እና ሰቶቭ)</p>
        <p>ይህ አንደተጠበቀ ሆኖ የዕጣውን አወጣጥ ሂደት እቁቡ እሰከ ሚጠናቀቅ ድረስ በቀጥታ በሞባይል ስልኮቻቸው በኩል መመልከት ይችላሉ፡፡</p>
        <h2>አንቀፅ 5 የዕቁብ የክፍያ ሁኔታ እና ለዘገየ ክፍያ የሚከፈል</h2>
        <p>5.1. አባላት የሚጠበቅባቸውን መዋጮ ሁል ጊዜም ያለምንም መዘግየት በወቅቱ ማስገባት አለባቸው።</p>
        <p>5.2. የዕቁብ መዋጮ ክፍያ በተቀመጠው የጊዜ ገደብ ውሰጥ ያልከፈሉ እንደሆነ በቀጣዩ ሶስት ቀን ውስጥ ያልተከፈለው አጠቃላይ የዕቁብ መዋጮ ገንዘብ 10 % ቅጣት ጨምረው እንዲከፍሉ ይገደዳሉ።</p>
        <p>5.3. ይህንንም ክፍያ በተቀመጠው የጊዜ ገደብ ውሰጥ ያልከፈሉ እንደሆነ እስከሚከፍሉበት ጊዜ ድረስ ያልተከፈለው አጠቃላይ የዕቁብ መዋጮ ገንዘብ በቅጣት በተጨማሪነት ይከፍላሉ።</p>
        <p>ይህን ሳያደርጉ የሚቀሩ እንደሆነ ቨርቹኣል ዕቁብ በገቡት ግዴታ መሰረት ያለብዎትን ዕዳ ለማቻቻል ተገቢውን እርምጃ ይወስዳል።</p>

        <h2>አንቀፅ 6 ዕቁብን ስለማቋረጥ ና መሠረዝ</h2>
        <p>6.1. ዕቁቡ ለሁሉም ዕቁብተኞች ተዳርሶ ከመጠናቀቁ በፊት ዕቁቡን ማቋረጥ ፈፅሞ የተከለከለ ነው።</p>
        <p>6.2. ከአቅም በላይ በሆን ሁኔታ ዕቁቡን ለማቋረጥ የሚገደድ ዕቁብተኛ ቢኖር፤</p>
        <ul>
            <li>ዕቁቡን ከማቋረጥዎ በፊት ያዋጡት የዕቁብ መዋጮ ገንዘብ ዕቁቡ እስከሚጠናቀቅበት ጊዜ ድረስ ተመላሽ አይሆንም።</li>
            <li>ዕቁቡን ከማቋረጥዎ በፊት ያዋጡት የዕቁብ መዋጮ ገንዘብ 10% የአገልግሎት ክፍያ ሊከፍሉ ይገደዳሉ።</li>
            <li>ዕቁቡ ሊያቋርጡ የወሰኑት የዕቁብ ዕጣ ከወጣለዎት በኋላ እንደሆን፥ የሚቀርቦትን የዕቁብ መዋጮ ሙሉ ክፍያ ሊከፍሉ ይገደዳሉ።</li>
        </ul>
        <p>6.3. ክላይ የተጠቀሰው እንደተጠበቀ ሆኖ በዚህ አግባብ ያልተፈፀመ እንደሆነ በገቡት ዋሰትና እና የውል ግደታ መሰረት ክስ በመመሰረት ክዚሀ ጋረ ተያይዘው ለሚመጣ ማንኛውም ወጪዎች ሀጋዊ ውለድ ጨምረው ስሊከፍሉ ይገደዳሉ።</p>

        <h2>አንቀፅ 7 - አገልግሎት ክፍያ</h2>
        <p>7.1. 5% የአገልገሎት ክፍያ ከገቡት የእቁብ አይነት የሚቆረጥ ሲሆን ይህም ከዕቁብተኞቹ ከተሰበሰበው የዕቁብ መዋጮ ገንዘብ ላይ ተቀንሶ ቀሪው ገንዘብ የሚሰጠው ይሆናል፤</p>
        <h2>አንቀፅ 8 - ጥቅምና ግዴታን ስለማሰተላለፍ</h2>
        <p>8.1 የጽሁፍ ፍቃድ ስምምነት ከሌለ በሰተቀር በዚህ ስምምነት ስር ያለዎትን ማንኛውንም መብት ወይም ግዴታዎች ለማንም ሰው የመመደብ፣ የማስተላለፍ ወይም የማስወገድ መብት የለዎትም።</p>
        <p>8.2 በጽሁፍ ስምምነት የውላችን ተካፋይ ያልሆነ ማንኛውም ሰው ማንኛውንም የውል ክፍል ለማስፈጸም ምንም አይነት መብት አይኖረውም።</p>

        <h2>አንቀፅ 9 - ማቻቻል</h2>
        <p>9.1 በዚህ ውል የተገለፀውን ግዴታቸውን ያልፈፀሙ እንደሆነ፤ ማንኛውንም መጠን ዕቁቡን ሲመዘገቡ ካገናኙት የባንክ ሂሳብዎ ላይ፤ ከተንቀሳቃሽ፥ ቁጠባና ተቀማጭ ገንዘብ, ከሚወጣልዎት ዕቁብ ላይ ወይንም ከሌላ ከማናቸውም በመያዣነት ካስያዙት ንብረትዎ ላይ ላለባቸው ዕዳ ማቻቻያ ሊያውለው ይችላል፡፡</p>
        <p>9.2 በንዑስ አንቀፅ 9.1 የተጠቀሰው እንደተጠበቀ ሆኖ፤ ለእቁብተኛው ዋስ በመሆን ለገቡ ግለሰቦች/አባላት በኩል የሚከፈሉ ቼኮችንና የሚተላለፉ ገንዘቦችን እዳ ማቻቻያ ለማዋል ይችላል፡፡</p>

        <h2>አንቀፅ 10 - ማካካሻ</h2>
        <p>10.1 ቨርቹአል ዕቁብ አገልግሎትን በሚያገኙበት ጊዜ ኣግልግሎቱን በሚጠቀሙበት ኣግባብ፥ የአገልግሎቱን ውል በምጣስዎ ምክንያት ወይንም የሶስተኛ ወገን መብትን በምጋፋትዎ ምክንያት ለሚነሱ ማንኛውም የይገባኛል ጥያቄዎች፣ እዳዎች፣ ጉዳቶች፣ ኪሳራዎች እና ወጪዎች ቨርቹዋል ዕቁብን እና ተባባሪዎቹን፥ አጋሮቻቸውን፣ ዳይሬክተሮችን፣ ሰራተኞችን እና ወኪሎቻቸውን ከሃላፊነት ለመልቀቅ፣ ለመከላከል፣ እና ከዚህ ጋር በተያያዘ ሊሚኖሩ ምክንያታዊ ህጋዊ ክፍያዎች ሃላፊነት ለማውሰድ ተስማምተዋል።</p>

        <h2>አንቀፅ 11 - የክርክር አፈታት</h2>
        <p>11.1 በዚህ ውል ስምምነት ጋር በተያያዘ የሚፈጠር ማንኛውም አለመግባባት በጋራ ምክክር እንዲፈታ ጥረት የሚደረግ ሲሆን ይህ ካልተሳካ ግን ጉዳዩ ስልጣን ላለው የኢትዮጵያ ፍርድ ቤቶቸ የሚቀርብ ይሆናል።</p>
        <h2>አንቀፅ 12 - ልክ ያለሆን ወይንም የማይተገብር አንቀፅ</h2>
        <p>12.1 በዚህ የውል ስምምነት ላይ ልክ ያለሆን ወይንም የማይተገብር አንቀፅ የተገኝ እንደሆን ይህ ልክ ያልሆነው ወይንም የማይተገብርው አንቀፅ የሚቀር ይሆናል። ሆኖም የቀሩትን የዚህ ውል አንቀፆች ቀሪ አያደርግም። ይልቁንም ውሉ በቀሩት የውል ስምምነቶች መጠን ተፈጻሚ ይሆናል።</p>
        <footer>
            <p>&copy; የተወሰነ የግንዛቤ ውል 2016</p>
        </footer>
    </div>

</body>
</html>